perf/proxy-9090/spike/node/summary.txt
--------------------------------
Summary report @ 22:34:42(-0300)
--------------------------------

http.codes.200: ...................................................... 7334
http.request_rate: ................................................... 39/sec
http.requests: ....................................................... 7334
http.response_time:
  min: ............................................................... 1303
  max: ............................................................... 3256
  median: ............................................................ 1300.1
  p95: ............................................................... 2101.1
  p99: ............................................................... 2951.9
http.responses: ...................................................... 7334
vusers.completed: .................................................... 7334
vusers.created: ...................................................... 7334
vusers.created_by_name.Bbox1 (/): .................................... 7334
vusers.failed: ....................................................... 0
vusers.session_length:
  min: ............................................................... 1305.1
  max: ............................................................... 3259.4
  median: ............................................................ 1326.4
  p95: ............................................................... 2101.1
  p99: ............................................................... 2951.9